[
  {
    "children": [
      {
        "text": "Policy last updated on August 22, 2022"
      }
    ],
    "type": "paragraph"
  },
  {
   "children": [
    {
     "text": "License and Site Access"
    }
   ],
   "type": "h4"
  },
  {
   "children": [
    {
     "text": ""
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " grants you a limited license to access and make personal use of this site and not to download (other than page caching) or modify it, or any portion of it, except with express written consent of "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": ". You are granted a limited, revocable, and nonexclusive right to create a hyperlink to the home page of "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " so long as the link does not portray "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": ", its affiliates, or their products or services in a false, misleading, derogatory, or otherwise offensive matter. You may not use any "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " logo or other proprietary graphic or trademark as part of the link without express written permission. Any unauthorized use terminates the permission or license granted by "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": "."
    }
   ],
   "type": "paragraph"
  },
  {
   "children": [
    {
     "text": "Reviews, Comments, Communications, and other Content"
    }
   ],
   "type": "h4"
  },
  {
   "children": [
    {
     "text": "Visitors may post reviews, comments, and other content; and submit suggestions, ideas, comments, questions, or other information, so long as the content is not illegal, obscene, threatening, defamatory, invasive of privacy, infringing of intellectual property rights, or otherwise injurious to third parties or objectionable and does not consist of or contain software viruses, political campaigning, commercial solicitation, chain letters, mass mailings, or any form of “spam.” You may not use a false e-mail address, impersonate any person or entity, or otherwise mislead as to the origin of a card or other content. "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " reserves the right (but not the obligation) to remove or edit such content, but does not regularly review posted content."
    }
   ],
   "type": "paragraph"
  },
  {
   "children": [
    {
     "text": "If you do post content or submit material, and unless we indicate otherwise, you grant "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " and its affiliates a nonexclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content throughout the world in any media. You grant "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " and its affiliates and sublicensees the right to use the name that you submit in connection with such content, if they choose. You represent and warrant that you own or otherwise control all of the rights to the content that you post; that the content is accurate; that use of the content you supply does not violate this policy and will not cause injury to any person or entity; and that you will indemnify "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " or its affiliates for all claims resulting from content you supply. "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " has the right but not the obligation to monitor and edit or remove any activity or content. "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " takes no responsibility and assumes no liability for any content posted by you or any third party."
    }
   ],
   "type": "paragraph"
  },
  {
   "children": [
    {
     "text": "Copyright Complaints"
    }
   ],
   "type": "h4"
  },
  {
   "children": [
    {
     "text": ""
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " and its affiliates respect the intellectual property of others. If you believe that your work has been copied in a way that constitutes copyright infringement, please follow our Notice and Procedure for Making Claims of Copyright Infringement."
    }
   ],
   "type": "paragraph"
  },
  {
   "children": [
    {
     "text": "Other Business"
    }
   ],
   "type": "h4"
  },
  {
   "children": [
    {
     "text": "Parties other than "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " and its subsidiaries provide services or sell product lines on this site. In addition, we provide links to the sites of affiliated companies and certain other businesses. We are not responsible for examining or evaluating, and we do not warrant the offerings of, any of these businesses or individuals or the content of their Web sites. "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " does not assume any responsibility or liability for the actions, product, and content of all these and any other third parties. You should carefully review their privacy statements and other conditions of use."
    }
   ],
   "type": "paragraph"
  },
  {
   "children": [
    {
     "text": "Disclaimer of Warranties and Limitation of Liability"
    }
   ],
   "type": "h4"
  },
  {
   "children": [
    {
     "text": "THIS SITE AND ALL INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) AND SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THIS SITE ARE PROVIDED BY "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " OR ITS AFFILIATES ON AN “AS IS” AND “AS AVAILABLE” BASIS, UNLESS OTHERWISE SPECIFIED IN WRITING. "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " AND ITS AFFILIATES MAKE NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THIS SITE OR THE INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) OR SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THIS SITE, UNLESS OTHERWISE SPECIFIED IN WRITING. YOU EXPRESSLY AGREE THAT YOUR USE OF THIS SITE IS AT YOUR SOLE RISK."
    }
   ],
   "type": "paragraph"
  },
  {
   "children": [
    {
     "text": "TO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " AND ITS AFFILIATES DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " AND ITS AFFILIATES DO NOT WARRANT THAT THIS SITE; INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) OR SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THIS SITE; THEIR SERVERS; OR E-MAIL SENT FROM "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " AND ITS AFFILIATES WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF THIS SITE OR FROM ANY INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) OR SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THIS SITE, INCLUDING, BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, AND CONSEQUENTIAL DAMAGES, UNLESS OTHERWISE SPECIFIED IN WRITING."
    }
   ],
   "type": "paragraph"
  },
  {
   "children": [
    {
     "text": "CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS."
    }
   ],
   "type": "paragraph"
  },
  {
   "children": [
    {
     "text": "Notice and Procedure for Making Claims of Copyright Infringement"
    }
   ],
   "type": "h4"
  },
  {
   "children": [
    {
     "text": "If you believe that your work has been copied in a way that constitutes copyright infringement, please provide "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " the written information specified below. Please note that this procedure is exclusively for notifying "
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " and its affiliates that your copyrighted material has been infringed."
    }
   ],
   "type": "paragraph"
  },
  {
   "children": [
    {
     "children": [
      {
       "text": "An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;"
      }
     ],
     "type": "list-item"
    },
    {
     "children": [
      {
       "text": "A description of the copyrighted work that you claim has been infringed upon;"
      }
     ],
     "type": "list-item"
    },
    {
     "children": [
      {
       "text": "A description of where the material that you claim is infringing is located on the site;"
      }
     ],
     "type": "list-item"
    },
    {
     "children": [
      {
       "text": "Your address, telephone number, and e-mail address;"
      }
     ],
     "type": "list-item"
    },
    {
     "children": [
      {
       "text": "A statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;"
      }
     ],
     "type": "list-item"
    },
    {
     "children": [
      {
       "text": "A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf."
      }
     ],
     "type": "list-item"
    }
   ],
   "type": "bulleted-list"
  },
  {
   "children": [
    {
     "text": ""
    },
    {
     "children": [
      {
       "text": "Splatterandscream.com"
      }
     ],
     "type": "link",
     "url": "https://splatterandscream.com"
    },
    {
     "text": " can be contacted for claims of copyright infringement as noted:"
    }
   ],
   "type": "paragraph"
  },
  {
   "children": [
    {
     "text": "e-mail: splatterandscream@gmail.com"
    }
   ],
   "type": "paragraph"
  }
 ]